[{
    "Qonetwo": [
        "<br>&quot;Den Raum formen.&quot;<br>&quot;Different situations of space.&quot;<br>&quot;Testen der Raumwirkungen durch unterschiedliche Stellungen.&quot;<br>&quot;Unterscheiden den Raum und seine Nutzung nach Bedarf. Manchmal wollten wir den Schlafzimmer verstecken und das Wohnzimmer, auch wegen der Gäste, so gross wie möglich haben.&quot;<br>&quot;Gelegentlich einfach eine Veränderung im Raum setzen.&quot;<br>&quot;Raumkonstellationen je nach Befinden oder Zweck der Nutzung.&quot;<br>&quot;Räume für verschiedene Situationen schaffen.&quot;<br>&quot;Stimmung erzeugen, verschiedene Bedürfnisse abdecken.&quot;<br>&quot;Test der Funktionsweise.&quot;<br>&quot;Verschiedene Raumeinteilungen.&quot;",
        "<br>&quot;Drehwand dient als Sichtschutz und Raumabschluss.&quot;<br>&quot;Mehr Separation im Sinne einer erhöhten Privatheit. Visuell gelungen, akustisch nicht.&quot;<br>&quot;Tagsüber Sichtschutz, da Vorhänge nicht gezogen.&quot;",
        "<br>&quot;Verschiedene Lichtsituationen.&quot;<br>&quot;Ich wollte Licht bringen im Wohnzimmer wenn ich Gäste hatte.&quot;<br>&quot;Unterschiedliche Tageszeiten und unterschiedliche Stimmungen z.B. abends gemütlich mit indirektem Licht.&quot;<br>&quot;Optimieren der Beleuchtung mit der Kombination Drehwand/Drehlampe.&quot;<br>&quot;Wechselnde Raum-Licht-Konfigurationen.&quot;<br>&quot;I used the wall and light to reuglate the light levels in different spaces. I could precisely control this by adjusting both together. I lit the space I was not using to get a more lower level of light in the room I was occupying.&quot;<br>&quot;Bei Sonne: Licht behalten, nicht in Bildschirm blenden.&quot;<br>&quot;Lichtquellen zentrieren z.B. für Abendessen.&quot;<br>&quot;Wand: Licht durch den ganzen Raum für maximales Tageslicht. Lampe: Lich für Arbeit, Küche oder Schlafzimmer.&quot;",
        "<br>&quot;Bewege Drehwand zur Klimatisierung (Durchzug).&quot;",
        "<br>&quot;Bei Kälte Wärme speichern.&quot;",
        ""
    ],
    "Qoneseven": [
        "<br>&quot;I founded somehow difficult to inhabited the space because nothing could be fixed since all this movable furniture in the end needed temporarily a lot of space.&quot;<br>&quot;Die Beweglichen Elemente nehmen viel Raum weg.&quot;<br>&quot;I think there is too much space when the wall is aligned with the bathroom door.This creates a closed off bedroom but it feels a little unintimate.&quot;<br>&quot;Drehschrank und Drehwand schaffen keinen Räumlichen Gewinn, viel mehr brauchen sie Platz, den man nicht anders nutzen kann (z.B. für Schreibtisch o.ä.).&quot;<br>&quot;Bewegliche Bauteile schränken auch den Platz für Gegenstände ein, bzw es darf nicht rum liegen.&quot;",
        "<br>&quot;Die Podeste noch ein wenig 'sperrig' bzw. schwer zu ziehen und sehr gross. Die Teile müssten etwas kleinteiliger und 'feiner' sein.&quot;<br>&quot;Rollen bei den Schubladen müssten besser sein.&quot; <br>&quot;Das Podest 'Wohnen' auf tatsächliche Sitzhöhe und gegebenfalls ausziehbarer Trittstufe. Das Podest 'Schlafen' könnte kleiner sein, damit Matratze an Kante liegt. Das Hochsteigen einer Stufe vorm Hinlegen empfand ich als freud.&quot;",
        "<br>&quot;Es müsste eine Lärmdichte Aufteilung von Schlaf- und Wohnbereich möglich sein.&quot;<br>&quot;Ich hätte gerne Drehwand hoch bis zur Decke, wegen Gerüche von der Küche.&quot;",
        "<br>&quot;Es braucht mehr Platz für Mobiliar, z.B. Bücherregal in der Drehwand.&quot;<br>&quot; Ablageflächen für häufig benutzte Objekte. Insbesondere Kleider sollte nicht in den Podesten abgelegt werden müssen. (Als Stauraum sind die Podeste in Ordnung.)&quot;<br>&quot;Mehr Stauraum.&quot;<br>&quot;Stauraum mit integriertem Arbeitsplatz.&quot;<br>&quot;Längerfristig würde ich mir Platz für Schränke (z.B. für Bürosachen, Alltagskleidung) wünschen.&quot;<br>&quot;Mit rein optischer Trennfunktion ist die Trennwand zu schwerfällig, da würde ich drehbare Gestelle vorziehen.&quot;",
        "<br>&quot;Elemente müssen handhablicher sein um sie mehr zu nutzen.&quot;",
        "<br>&quot;Vielleicht würde ich das Lichtsystem fixieren und nur Wände und Möbel beweglich haben.&quot;<br>&quot;Die Lampe im Wohnzimmer nicht beweglich.&quot;",
        "<br>&quot;Mit rein optischer Trennfunktion ist die Trennwand zu schwerfällig, da würde ich drehbare Gestelle vorziehen.&quot;<br>&quot;Die grosse Drehwand nimmt zu viel Raum ein für eine kleine Wohnung. Ein Vorhang würde hier vermutlicher einfacher zu benutzen sein (...).&quot;<br>&quot;Die grosse Wand müsste kleiner oder evt. faltbar sein.&quot;<br>&quot;Die bewegliche Wand müsste so konzipiert seint, dass man sie verschwinden lassen kann.&quot;",
        "<br>&quot;Auf Spiegel kann verzichtet werden.&quot;",
        "<br>&quot;Für mich muss ein Raum und seine Proportionen stimmen. Wenn diese stimmen, braucht es keine rotierbare/bewegliche Teile.&quot; <br>&quot; Meiner Meinung nach müssten bewegliche Bauteile dann eingesetzt werden, wenn am selben Ort eine andere Funktion stattfinden soll. So wie im Mock up hatten wir eine Poition ausgewählt und dann hatten wir gar nicht mehr das Bedürfniss es umzustellen, da der Bewegungsablauf nicht eingeschränkt wurde. &quot;",
        "<br>&quot;Nichts. Für mich ist diese Wohnform stimmig und Zeitgemäss. Beding ein bisschen gestige Flexibilität und körperliche Fitness.&quot;<br>&quot;Ich würde auf keines der beweglichen Elemente verzichten, da sie im Zusammenspiel funktionieren.&quot;"

    ],

    "Qtwofour": [
        "<br>&quot;Der Stoff des Vorhangs ist etwas zu künstlich/nylon oder so.&quot;<br>&quot;Passt nicht, aber nur aufgrund persönlichem Geschmack/Ästhetik.&quot;<br>&quot;Vorhänge zweckmässig, aber gefallen nicht so.&quot;",
        "<br>&quot;Der rote Linoleumböden. Ich finde es manchmal zu kalt als Material. Jedoch kann man es sehr gut putzen.&quot;<br>&quot;Wirkte sehr anfällig gegen Schmutz. Staub und Dreck sieht man sofot.&quot;<br>&quot;Linoleumboden sieht viel zu schnell dreckig aus. ich würde vielleicht anhydrit verwenden oder etwas, dass eine weniger spiegelnde Textur hat.&quot;<br>&quot;Knallroter Boden/Posdeste schränken die Farbwahl fpr die Wohnung sehr ein.&quot;",
        "<br>&quot;Waschbecken im Badezimmer nicht aus Edelstahl, da man jeden Wasserflecken sieht.&quot;",
        "<br>&quot;Farbgebung des Badezimmers ist viel zu dunkel.&quot;<br>&quot;Sehr kalte Badezimmeratmosphäre.&quot;<br>&quot;Bad ist mir generell zu dunkel.&quot;<br>&quot;Bad ist dunkel und wirkt wie ein öffentliches WC.&quot;<br>&quot;Schwarze Oberfläche & Lavabo im Bad: Man sieht jeden Wassertropfen, sehr schlecht.&quot;",
        "<br>&quot;Grau etwas kalt. Zusätzlich durch die grossen leeren Flächen (Wände und Drehwand) eher kühlere Ausstrahlung.&quot;<br>&quot;I think a natural unpainted or thin whitewashed finish for the walls could be nice.&quot;",
        "<br>&quot;Einzelne Griffe auf falscher (zu tiefer) Höhe.&quot;<br>&quot;Griffe machen billigen Eindruck (Bad, Küche).&quot;",
        "<br>&quot;Aussenbereich (Treppe, Terassenboden) zu Hitze-, Kälteanfällig.&quot;",
        "",
        "",
        "<br>&quot;Die Küche sieht etwas zu konventionell aus im Vergleich zu den anderen Schreinerarbeiten.&quot;<br>&quot;Küchenoberfläche: sehr schön aber muss sehr forsichtig damit umgehen.&quot;<br>&quot;Eingangstür aus Holz.&quot;<br>&quot;Drehschrank hochwertiger, besser reinigbar (Oberfläche).&quot;",
        ""

    ],
    "Qthreetwo": [
        "<br>&quot;Nicht ausreichend, insbesondere wenn Home Office dazukommt.&quot;<br>&quot;Kaum eine Trennung vorhanden, dafür dass es nur die visuelle Trennung ist nimmt diese räumlich zu viel Platz ein, blockiert einen grossen Teil der Wohnun.&quot;<br>&quot;The turning wall was maybe intended for this, but it felt a little akward to me.&quot;<br>&quot;Not really good, I couldn't imagine to have a daily life without being able to make a real separation sometimes.&quot;<br>&quot;Mock-up ist recht einsichtig von draussen.&quot;",
        "<br>&quot;Es war nur eine barriere für die Augen. Ich habe es nicht wirklich gefühlt als Trennung.&quot;<br>&quot;Visuell ja, aber akustisch sehr wenig: Unterschiedliche (gleichzeitige) Nutzung der Zonen eher schlecht möglich.&quot;<br>&quot;Sobald zwei Personen darin Wohnen (Trennung) wegen Akustik schiwerig.&quot;<br>&quot;Hinzureichend, akustisch und von Licht her offen.&quot;<br>&quot;Grundsätzlich genügend, Schallisolation zwischen den Zonen könnte/müsste verbessert werdne.&quot;",
        "<br>&quot;Als sehr gelungen. Siehschtz von Schlafzone war mir wichtig.&quot;<br>&quot;Klare Differenzierung, Anordnung von Bad/Wandelement gibt schon viel vor.&quot;<br>&quot;Angenehm, Trennung ist durch Schiebetüren immer möglich.&quot;<br>&quot;Trennung ist durch die Drehwand gut möglich.&quot;<br>&quot;Als einzelperson prima zu zweit für längere Zeit so nicht machbar.&quot;<br>&quot;Empfinde das Ganze als private Zone.&quot;",
        "<br>&quot;Die Drehtüre ist sehr geeignet um im Schlafbereich die Privatheit zu gestalten.&quot;<br>&quot;Ausreichend, ausser wenn Terassenbenutzer vor den Fenstern, das löst ein zoofeeling aus.&quot;<br>&quot;Viele Fenster sind zwar schön, aber man sieht auch ut ein: bewegliche Türe hilft bei Privatsphäre.&quot;<br>&quot;Mock-up ist recht einsichtig von draussen.&quot;",
        "<br>&quot;Kann unterschiedlich stark eingestellt werden,&quot;"

    ],
    "Qthreethree": [
        "<br>&quot;Eine Person will Schlafen und dunkel, die andere nicht.&quot;<br>&quot;Schlafen: Verbindung zwischen Schlafraum und Bad. Wach; Abgrenzung des Schlafraums.&quot;<br>&quot;Schlafen eher abgetrennt.&quot;",
        "<br>&quot;Zum Schlafen haven wir die Drehwand immer raumteilend eingestellt, meist schon bei Anbruch der Nacht. Tagsüber nur bei Separierbedürfnis.&quot;<br>&quot;Abschliessen von Küche und Schlafzimmer am Abend (behagliches Wohnen).&quot;<br>&quot;Schlafen: Verbindung zwischen Schlafraum und Bad. Wach; Abgrenzung des Schlafraums.&quot;",
        "",
        "<br>&quot;We made dinner and for that we closed away the bedroom space.&quot;<br>&quot;Nach dem Essen Küche abtrennen. Das macht es wohnlicher.&quot;<br>&quot;in Ruhe kochen.&quot;",
        "<br>&quot;Gelegentlich statt den Vorhang zu ziehen, einfach die Drehwand als Sichtschutz drehen.&quot;",
        "<br>&quot;Wohzimmer stelle ich die Lampen nicht auf den Storagezone.&quot;<br>&quot;Drehwand und Lampen so drehen, dass eine optimale Beleuchtung möglich ist. Drehwand als Reflexionsfläche nutzen.&quot;",
        "",
        "<br>&quot;Durchgehender Raum Wohnen-Essen-Küche mit Nutzung des Sonnenlichts je nach Tageszeit.&quot;",
        "<br>&quot;I would really value a good space in which to read and work, a small room with a big desk.&quot;",
        "<br>&quot;For most of the time I had the wall almost closing off the spaces so there was always a slight gap. I liked this slightly ajar positioning as it felt closed off but still slightly connected.&quot;",
        "",
        " "

    ],
    "Qfiveone": [
        "<br>&quot;One always asked the other if she could move the wall or the cardboard for avoiding accident or just agree on the new setting of the space.&quot;",
        " ", "", "", "", ""
    ],
    "Qfivethree": [
        "<br>&quot;Stillschweigend&quot;<br>&quot;Wir wollen sowieso immer das Gleiche.&quot;<br>&quot;Jemand bewegt anderer ist sowieso zufrieden.&quot;<br>&quot;Disussion/Beurteilung zu beginn, dann aber nicht mehr.&quot;",
        "<br>&quot;Man muss sich verbal verständingen wenn man beispielsweise die Wand benutzt und auch schauen, dass Dinge des Anderen nicht im Weg stehen. Sonst waren wir uns nach dem Ausprobieren schnell einig.&quot;",
        "", ""
    ],
    "Qsixone": [
        "<br>&quot;A couch for reading.&quot;<br>&quot;Vierter Hocker, damit gleiche Stühle am Tisch bei vier Personen.&quot;<br>&quot;Ideal wäre noch eine Liegemöglichkeit, z.B. bestehende Sitzkissen erweitern.&quot;<br>&quot;Eine Lösung um auf den Schränken (Podest), aber auf Tisch höhe sitzen zu können.&quot;",
        "<br>&quot;I would rather a door that hinged across two doorways, so that it closed either one, or the other. Bu the half open position was oddly unnerving. Even a heavy curtain would be better, because it would feel warmer and absob sound.&quot;<br>&quot;Drehwand sollte Achse in der Mitte haben, damit sie weniger Bodenfläche blockiert.&quot;",
        "",
        "<br>&quot;Mehr Platz für Individualität: integrierte Regalfächer oder Kommode.&quot;<br>&quot;Eingefräste Deckenshine für eine fahr-und erweiterbare Kleiderstange von Bad bis Mitte Podest (Schlaf). Eventuell Vorhangschine davor.&quot;<br>&quot;Die Wände sind mir zu kahl. Evt. eine Ablage?&quot;<br>&quot;Mehr Stauraum auf Griff/Augenhöhe statt nur Schubladen. Schubladen sind aver sehr praktisch für Dinge die weniger häufig benutzt werden.&quot;",
        " ", "",
        "<br>&quot;Nach aussen öffenbare Fenster arretierbar.&quot;<br>&quot;Fenster zum Balkon müsste fixiert werden können. Schlägt zu oder an Geländer. Ebenfalls Lappenfenster.&quot;",
        "<br>&quot;A 'mud room' for outside clothes and boots or to drop luggage.&quot;<br>&quot;Haken für Kleider bzw Eingang Garderobe oder Platz für Schuge (von Gäste vor allem).&quot;",
        "<br>&quot;Fenster im Bad resp. mindestens eine Lampe, die nicht die rechte Gesichtshälfte beim Blick in den Spiegel in den Schatten stellt.&quot;<br>&quot;Mehr Haken im Bad (2. Tuchstange).&quot;<br>&quot;Dusche besser, so dass nicht ganzer Boden nass wird.&quot;",
        " ", "",
        "<br>&quot;Bedienungsfeld Küchenherd: Touchpad ist eine Katastrophe.&quot;<br>&quot;Küchenschränke tiefer ansetzten. Regale unter der Küchendecke sind umständlich zu erreichen.&quot;",
        " "
    ],
    "Qsixtwo": [
        "<br>&quot;Maybe they shouldn't rotate or not only.&quot;<br>&quot;Die Bauteile sind ja beweglich, aber dennoch fix. Ggf. etwas mit Rollen machen, damit Wände variabler verschiebbar sind.&quot;",
        "<br>&quot;Leichter, kleiner, durchlässiger.&quot;<br>&quot;Minimize the space that the movable object need without loosing the character of completly changing the space.&quot;<br>&quot;Sie sollten ein wenig 'feinfühliger' sein: vor allem die Wand und der Schrank sind noch sehr gross.&quot;<br>&quot;Kürzer werden oder kleiner.&quot;<br>&quot;Drehwand ist zu breit bedeutet immensen Platzverlust gefühlt.&quot;<br>&quot;Möglichkeit die Drehwand zu versorgen.&quot;",
        "<br>&quot;Die Klappen bei Podest sind zu grosse Flügel, eher 3 oder 4 kleinere.&quot;<br>&quot;Ich würde das Öffnungssystem des Podests verbessern und mehr praktisch machen (nicht die Schubladen, sondern den oberen Teil).&quot;<br>&quot;Die Schubladen sind schwer.&quot;",
        "<br>&quot;Die drehbare Wand ist zu wenig funktional bzw. bring zu wenig Mehrwert, sodass diese eher als störend als berreichernd empfunden wurde.&quot;<br>&quot;Die bewegliche Wand sollte einen Zusatzzweck erfüllen, z.B. mit Multimedia.&quot;",
        "<br>&quot;Vielleicht Drehwand höher machen, damit es weniger auffält.&quot;",
        "<br>&quot;Zusätzlicher Griff am Schrank.&quot;<br>&quot;Griff bei der Drehwand evt. als Muschel ausgeführt. Mit dere aktuellen Lösung kann die Hand zwischen Drehwand und Wand eingeklemmt werden.&quot;",
        "<br>&quot;Lampe Drehwand: Eine Schiene installieren an der Decke mit der die Glühbirne mit einer längeren Schaufe bewegt werden kann. Hatte Tendenz die Stange zu beschädigen, da zu stark nach unten gezogen wird.&quot;<br>&quot;Die Lampe im Wohnzimmer nicht beweglich.&quot;<br>&quot;Lampe Drehwand stabiler konstruieren, sie hängt durch.&quot;",
        "<br>&quot;Schrank hochwertiger, besser reinigbar (Oberfläche).&quot;<br>&quot;Der Schrank müsste sich so bewegen lassen, dass ein praktisches Entrée entstehen kann.&quot;<br>&quot;Zugang/Türe auf schmaler Seite.&quot;<br>&quot;Der Schrank müsste die Türe auf der gliechen Seite haben.&quot;<br>&quot;Drehschrank auf Rollen.&quot;",
        " "
    ],
    "Qsixthree": [
        "<br><br> &quot;Flexibler Tisch bsp. als Teil der Wohnung: auszieh-/ausklappbar, oder zusätzliche integrierte/verstaubare Hocker/Stühle.&quot;<br>&quot;Höhenverstellbarer Tisch z.B. passend zum sitzen auf Sitzstufe Balkon.&quot;",
        "",
        "",
        "<br><br>&quot;Es wäre schön, wenn das Schlafpodest auf flexibel nutzbar wäre, z.B. durch ein Futon.&quot;<br>&quot;Absenkbares Bett: Schlafzimmer wird zum Arbeitszimmer.&quot;<br>&quot;Anstatt verschieben, lieber versenken.&quot;",
        "<br><br>&quot;Kompakte Küchenelemente/module.&quot;",
        "<br><br>&quot;I like what there is. I think if too much moved it would be too much. I think there is enough flexibility in the set up.&quot;"

    ],
    "Qsixfour": [
        "<br>&quot;Nachts/Abends eher geschlossen, bzw. unterteilt, Tags eher offen.&quot;<br>&quot;In night time more a separate and close situation, during the day more open and transparent one.&quot;",
        "",
        "<br>&quot;Während des Tages liessen wir die Wand miesst 'offen' um eien durchgehenden Raum zu erhalten.&quot;",
        "<br>&quot;Die Erweiterung des Wohnraums durch öffnen der zwei Fensterflügel zm Podest finde ich eine sehr schöne Idee zum geniessen der Abendstimmungen.&quot;",

        "<br>&quot;Zum Lüften wurde die Trennung von Schlaf- und Wohnzimmer geöffnet.&quot;<br>&quot;Morgens bewege ich die Elemente häufiger als Abends oder Tagsüber.&quot;<br>&quot;Morgens wenn die Vorhänge nicht gezogen sind, aber trotzdem Sichtschutz gewünscht wird.&quot;<br>&quot;Passagen für den eiligen Gang (z.B. Schlafen-Bad-Küche) am Morgen.&quot;",
        "<br>&quot;Nein, Tätigkeiten beeinflussen die Konstellation, nicht die Zeiten des Tages.&quot;"
    ],
    "Qsixfive": [
        "",
        "<br>&quot;Wenn man isst mit Gästen, wir benutzen den Podest zu sitzen.&quot;",
        "",
        "<br>&quot;When I had people to visit I normally closed the bedroom.&quot;<br>&quot;Raumvergrösserung durch Drehen der Wand und des Schrankes be Anlässen mit vielen Besuchern.&quot;",
        "<br>&quot;Bei Hitze auf Durchzug.&quot;<br>&quot;Lüften, Morgens und nach dem Kochen.&quot;",
        "<br>&quot;Position Drehwand: möglichst grosser Grundriss, viel Raum und Luft (Verkleinerung Schlafplatz).&quot;",
        "<br>&quot;Beim Kochen geniesse ich die Offenheit zum Wohnraum und den beidseitigen Lichteinfall.&quot;",
        ""
    ],
    "Qsixsix": [
        "<br>&quot;Kleiner Raum führt zu Mehrnutzung Angebot in Stadt.&quot;",
        "<br>&quot;Man muss eine Wohnung schön Einrichten/hell sein/ gute Atmosphäre haben (nicht abhängig von Grösse).&quot;",
        "<br>&quot;Would go out always if I have some work to be done, like in a coffe shop.&quot;",
        "<br>&quot;Die Antwort hängt von der Jahreszeit ab.&quot;",
        ""
    ]
}]