[{
    "Qonetwo": [
        "Raum nach Nutz und Bedarf formen und verändern. Die Raumwirkung testen.",
        "(Visuell) Privatsphäre schaffen.",
        "Beleuchtung kontrollieren und optimieren. Benutzung der Drehwand als Reflektionsoberfläche. Verschiedene Lichtsituationen.",
        "Raumbelüftung durch Rotation der Drehwand und des Drehschrankes.",
        "Andere Gründe wie zB. Objekte aus dem Weg schaffen und Zugang zu beiden Schranköffnungen haben.",
        ""
    ],
    "Qoneseven": [
        "Die beweglichen Elemente nehmen zu viel Platz ein. Es besteht die Gefahr von Kollisionen und Verletzungen.<br>Auf die Drehwand kann (teilweise) verzichtet werden. Vorgeschlagene Alternativen sind: Ersatz durch Vorhang, Verkürzung oder Erweiterung der Wand mit zusätzlicher Funktionalität (zB. Regal oder Verstaubarkeit, so dass die Drehwand nur eine Option ist). Gründe dafür ist die Gefahr von Verletzungen und Mangel an (akustischer) Trennung.<br>Beweliche Elemente wurden kaum bewegt. Nutzung des Mock-ups als Ferienwohnung. Bewegliche Elemente nicht nur rotierbar sondern auch lateral beweglich zB. mithilfe von Rollen.",
        "Die Schubladen der Podeste sind schwer zu handhaben. Möbel und Teppiche erschweren den Gebrauch der hinteren Podestfächer.",
        "Die Drehwand ermöglicht keine akustische Trennung des Mock-ups.",
        "Es hat wenig Ablageflächen und Stauräume. Insbesondere Kleiderschränke und Regale.",
        "Die beweglichen Elemente und Podeste sollten besser zu handhaben sein, um sie mehr zu verwenden. Dies beinhaltet die Anpassung der Elemente für kleinere und ältere Personen.",
        "Auf bewegliche Lampen (und in einer Instanz der Drehschrank) kann verzichtet werden.",
        "Auf Spiegel kann verzichtet werden.",
        "Nichts oder keine Antwort gegeben."

    ],
    "Qtwofour": [

        "Die Vorhänge.",
        "Die Farbe ist kalt. Der Boden ist Schmutzanfällig. Die glänzende Oberfäche gefällt nicht.",
        "Der Chromstahl in der Küche und im Bad ist Fleckenanfällig und mühsam zu Reinigen.",
        "Das Bad ist zu dunkel. Die Beleuchtung und/oder Farbe sollte veränder werden.",
        "Die Wandfarbe ist zu kalt. Eine natürliche/wärmere Farbe oder weisser Verputz wäre besser.",
        "Griffe gefallen nicht. Die Küchenschränke sollten mit Griffen ergänzt werden.",
        "Der Boden ist zu heiss/kalt und blended bei sonnigem Wetter.",
        "Die Tische sind Flecken und Schmutzanfällig.  Die Farbe gefällt nicht.",
        "Die Drehwand ist zu schwer. Leichteres Material sollte verwendet werden.",
        "Kissen gefallen nicht. Farbakzente fehlen. Der Spiegel im Bad ist zu gross.",
        "Nichts oder keine Antwort gegeben."

    ],
    "Qthreetwo":

        ["Kaum oder nicht gut. Es ist schwierig Privatsphäre zu haben. ('Dafür, dass die Trennung nur visuell ist, nimmt die Drehwand zu viel Platz ein.')",
        "Die Trennung ist visuell aber nicht akustisch wahrnehmbar.",
        "Die Trennung ist flexibel und mit der Drehwand einfach herzustellen oder eine Privatsphäre ist nicht wichtig (va. für Einzelbewohner).",
        "Andere genannte Kommentare: Die Drehwand erlaubt Trennung über Nacht. Die grossen weiten Fenster machen es schwierig private Zonen herzustellen."
    ],
    "Qthreethree": [
        "Zur Schlafenszeit wird mit der Drehwand ein Schlafbereich geschaffen. Oft wird der Raum ganz abgeschlossen. In einigen Fällen wird der Zugang zur Küche oder zum Bad offengelassen.",
        "Die Zonen ändern sich zwischen Tag und Nacht.",
        "Insbesondere bei Besuch oder Essen wird der Schlafraum mit der Drehwand verdeckt, so dass die Küche offen ist. Im Allgemeinen wird versucht den Wohnzimmerbereich zu vergrössern.",
        "Wenn gekocht wird und in einigen Fällen bei Besuch wird mit der Drehwand und dem Drehschrank die Küche abgeschlossen.",
        "Kreiere separate Räume für mehr Privatsphäre.",
        "Ermögliche bestmögliche Beleuchtung durch die beweglichen Elemente, insbesondere die Drehwand.",
        "Für die Belüftung werden Zonen aufgehoben und verändert.",
        "Der Drehschrank wird zur Haustüre gedreht und die Küche und den Wohnzimmerbereich zu verbinden.",
        "Kreiere einen Arbeitsraum mit mehr Privatsphäre.",
        "Behalte den Raum immer halb offen: verschiedene Zonen aber immer mit einander Verbunden.",
        "Keine oder keine Antwort gegeben.",
        "Schaffe mehr Raum wenn die Drehwand im Weg ist."

    ],
    "Qfiveone": [
        "Vereinbarung/Zustimmung der Nutzung im Voraus.",
        "Die Bauteile werden als Raumteiler genutzt um separate Räume (mit Privatsphäre) herzustellen. Diese Antwort bezieht sich mehr auf die Benutzung der Bauteile im Raum als auf die Benutzung als Paar. ",
        "Die Bauteile werden nicht bewegt. Die Positionierung ist relativ fix.",
        "Je nach Situation (Bedarf, Tageszeit etc.) anders.",
        "Die Bauteile werden nie gmeinsam bewegt. Es ist nicht immer die selbe Stellung bevorzugt und die Bauteile werden hin und her bewegt.",
        "Keine Antwort gegeben."
    ],
    "Qfivethree": [
        "Es gibt keine Absprache oder es geschieht unbewusst. Die Konstellationen ändern sich situativ/intuitiv.  Die Bauteile können so lange hin und her bewegt werden bis beide Zufrieden sind.",
        "Die Bauteile werden nach Absprache bewegt. Entwerder geschieht die Absparche zu Beginn oder es wird vor jeder Veränderung um Erlaubnis gefragt. Andere Formen sind Disskussionen, Versuche oder Kompromisse.",
        "Die Konstellationen werden mit Scheren-Stein-Papier bestimmt. Jede Bewegung wird verkündet.",
        ""

    ],
    "Qsixone": [
        "Es fehlen Sitzglegenheiten (Sofa, Sitzkissen, Stühle am Esstisch).",
        "Die Drehwand muss verbessert werden. Vorschläge sind Griffe um Verletzungen zu vermeiden, Verkürzung um Platz zu sparen und Kollisionen zu verhindern, die Wand erhöhen um eine bessere akustische Trennung zu ermöglichen, die Wand im Drehzentrum teilen, sodass beide Enden individuell gedreht werden können oder die rotierende Wand durch eine Schiebewand zu ersetzen.",
        "Besseres Lichtsystem/Lichtschalter oder zusätzliche Leselampen.",
        "Mehr Stauraum und Ablagefächer. Insbesondere um persöhnliches Eigentum und Kleider zu versorgen. zB Kleiderschrank, Einbauschränke, Bücherregal, Schuhregal.",
        "Klimaanlage, (nachhaltige) Heizung etc. Verbesserung der ringhörigkeit der Lüftung (zu laut/stark).",
        "Es fehlt ein Arbeitsplatz. Ein Vorschlag wäre den Schlafraum so nachzurüsten, dass er am Tag als Arbeitsplatz verwendet werden kann.",
        "Arretierung der Fenster, vor allem die Balkontüren.",
        "Eine Garderobe/Eingangsbereich für nasse/dreckige Schuhe, Schirme, Jacken etc.",
        "Beleuchtung ist nachzurüsten. Entweder durch Lampen, hellere Farben oder Fenster.",
        "Lautsprecher, Bilder/Poster, Schneide- und Ablageflächen, Stehlampe und Wasserkocher kaputt, bessere Induktionsherd und Wasseranlage.",
        "Nichts oder keine Antwort gegeben.",
        "Küchenschränke zu hoch und mit Griffen zu ergänzen.",
        "Zu gross. Das Bett sollte entweder 'versenkbar' oder verschiebar sein oder als Mehrzweckraum verwendet werden (zB. Arbeitsraum)."
    ],
    "Qsixtwo":

        ["'Beweglich' nicht nur durch Rotationen. Vorschläge sind Rollen an Möbel, Höhenverstellugen der Lampen, Aufteilung der Drehwand in zwei Teile, Schiebewand etc.",
        "Die beweglichen Elemente sind zu schwer/gross und nehmen zu viel Raum ein. Sie sollten verkürzt/verkleinert oder gar ganz weggelassen werden. Insbesondere die Drehwand wird als zu breit und der Drehschrank als zu schwer gesehen.",
        "Die Staufächer müssen besser zugänglich sein. Die Podestschubladen sind zu schwer und nicht handhablich. Mann könnte es möglicherweise mit Rollen versehen.",
        "Die Funktionalität der Bauteile verbessern/erweitern, zB. Drehwand mit Einbauschrank/Bücherregal.",
        "Die Drehwand sollte höher sein um eine bessere akustische Trennung des Raumes zu ermöglichen.",
        "Bessere Griffe für die Drehwand und den Drehschrank für Einklemmschutz.",
        "Mehr/indirekte Lampen hinzufügen, verschieben oder verlängern. Die Schlaufe verängern. Die Stange der Lampe and der Drehwand stabilisieren. ",
        "Den Drehschrank von der Spiegelseite öffnen können. Dadurch wäre es nicht nötig den Drehschrank zu rotieren um den zeiten Teil zu öffnen.",
        "Nichts, oder keine Antwort."
    ],
    "Qsixthree": ["Faltbare/bewegliche Tische um zB. einen Arbeitsplatz zu schaffen.",
        "Mehr bewegliche Lampen.",
        "Eine bewegliche Kleiderstange/Schrankmodul (eventuell im Schlafraum).",
        "Versenkbares/verschiebares Bett um tagsüber mehr Platz zu schaffen (zB. Arbeitsplatz).",
        "",
        "Nichts oder keine Antwort gegeben."
    ],
    "Qsixfour": [
        "Verschiedene Konstellationen nach Tageszeit/Tageslicht.",
        "Die Drehwand ist tagsüber so gedreht, dass der Schlafbereich offen ist und übernacht zu.",
        "Die Drehwand ist tagsüber so gedreht, dass der Schlafbereich verschlossen ist und übernacht offen.",
        "Konstellationen ändern sich je nach Licht und Temperatur im Raum. Zum Beispiel um Wärme zu konservieren oder um zu Lüften.",
        "Die Drehwand wird Morgens benutzt um Privatsphäre zu kreieren.",
        "Nein oder keine Antwort gegeben."
    ],

    "Qsixfive": [
        "Die Drehwand wird verwendet um ein Schlafzimmer zu bilden.",
        "Der Podest wird als Sitzplatz verwendet. Die Podeste eignen sich super als Wohnbereich und Essbereich.",
        "Verwende die Drehwand um den Wohnbereich vom Schlafbereich und der Küche abzutrennen.",
        "Schliesse den Schlafbereich ab mit der Drehwand während Besuch da ist.",
        "Verändere die Konstellation um den Raum zu lüften.",
        "Verändere die Konstellation während Arbeitszeiten (Privatsphäre, Konzentration).",
        "Öffne/schliesse die Küche (schliesse/öffne den Schlafraum mit der Drehwand) während dem Kochen.",
        "Nein oder keine Antwort gegeben."
    ],
    "Qsixsix": [
        "Ja.",
        "Nein.",
        "Von den Personen, die mit 'JA' geantwortet haben, wird 'Arbeitsplatz/co-working space' als Grund genannt. Die Personen geben an, die Wohnung zu verlassen um vor allem Ausswärts einen Arbeitsplatz zu finden: Entweder weil diese Möglichkeit im Mock-up nicht gegeben ist, oder wenn zwei Personen zugleich Arbeiten möchten, aber keine akustische Trennung/Platz gegeben ist.",
        "Die Antwort hängt von der Jahreszeit ab.",
        "Entweder wurde keine Antwort gegeben oder wegen COVID-19 und Lockdown nicht zu beantworten."
    ]
}]